Repository: anxdpanic/plugin.video.youtube
Catalog: resources/language/resource.language.*/strings.po
Languages: bs_ba, es_es, sv_se

# #30639
source: Found personal API keys in api_keys.json, would you like to restore them? Choosing no will overwrite them.
bs_ba: Pronađeni su lični API ključevi u api_keys.json, želite li ih vratiti? Odabirom opcije "ne" prepisat ćete ih.
es_es: Claves API personales encontradas en api_keys.json, ¿Le gustaría restaurarlas? Seleccionar NO sobrescribirá este archivo.
sv_se: Hittade personliga API-nycklar i api_keys.json, vill du återställa dem? Om du väljer nej kommer de att skrivas över.

# #30640
source: Restore
bs_ba: Povratite
es_es: Restaurar
sv_se: Återställ

# #30641
source: Delete api_keys.json
bs_ba: Obriši api_keys.json
es_es: Eliminar api_keys.json
sv_se: Ta bort api_keys.json

# #30642
source: Delete access_manager.json
bs_ba: Obriši datoteku access_manager.json
es_es: Eliminar access_manager.json
sv_se: Ta bort access_manager.json

# #30644
source: Select listen IP
bs_ba: Odaberite IP adresu za slušanje
es_es: Seleccionar IP a la escucha
sv_se: Välj IP för lyssning

# #30645
source: Refresh after watching
bs_ba: Osvježi nakon gledanja
es_es: Refrescar después de ver
sv_se: Uppdatera efter att ha tittat

# #30646
source: Upcoming Live
bs_ba: Predstojeći prijenos uživo
es_es: En directo próximamente
sv_se: Kommande Live

# #30647
source: Completed Live
bs_ba: Završeno uživo
es_es: Emisiones en directo recientes
sv_se: Avslutad Live

# #30648
source: API Key is incorrect. Settings > API > API Key
bs_ba: API ključ je netačan. Postavke > API > API ključ
es_es: La clave API es incorrecta. Ajustes > API > Clave API
sv_se: API-nyckeln är felaktig. Inställningar > API > API-nyckel

# #30649
source: Client Id is incorrect. Settings > API > API Id
bs_ba: ID klijenta je netačan. Postavke > API > ID API-ja
es_es: El Id de Cliente es incorrecto. Ajustes > API > Id API
sv_se: Klient-ID är felaktigt. Inställningar > API > API-id

# #30650
source: Client Secret is incorrect. Settings > API > API Secret
bs_ba: Tajni podatak klijenta je netačan. Postavke > API > Tajni podatak API-ja
es_es: El Secreto de Cliente es incorrecto. Ajustes > API > Secreto API
sv_se: Klienthemligheten är felaktig. Inställningar > API > API-hemlighet

# #30651
source: Location
bs_ba: Lokacija
es_es: Ubicación
sv_se: Plats

# #30652
source: Location radius (km)
bs_ba: Radijus lokacije (km)
es_es: Radio de ubicación (km)
sv_se: Platsens radie (km)

# #30653
source: My Location using IP geolocation lookup
bs_ba: Moja lokacija korištenjem pretrage geolokacije IP adrese
es_es: Mi Ubicación mediante la búsqueda de geolocalización por IP
sv_se: Min plats använder IP-uppslag för geolokalisering

# #30654
source: My Location
bs_ba: Moja lokacija
es_es: Mi Ubicación
sv_se: Min plats

# #30655
source: Switch User
bs_ba: Promijeni korisnika
es_es: Cambiar de usuario
sv_se: Byt användare

# #30656
source: New user
bs_ba: Novi korisnik
es_es: Nuevo usuario
sv_se: Ny användare

# #30657
source: Unnamed
bs_ba: Neimenovano
es_es: Sin nombre
sv_se: Namnlös

# #30658
source: Enter a name for this user
bs_ba: Unesite ime za ovog korisnika
es_es: Introduzca un nombre para este usuario
sv_se: Ange ett namn för den här användaren

# #30659
source: User is now "%s"
bs_ba: Korisnik je sada "%s"
es_es: El usuario ahora es "%s"
sv_se: Användaren är nu "%s"

# #30660
source: Users
bs_ba: Korisnici
es_es: Usuarios
sv_se: Användare

# #30661
source: Add a user
bs_ba: Dodaj korisnika
es_es: Añadir un usuario
sv_se: Lägg till en användare

# #30662
source: Remove a user
bs_ba: Uklonite korisnika
es_es: Borrar un usuario
sv_se: Ta bort en användare

# #30663
source: Rename a user
bs_ba: Preimenuj korisnika
es_es: Renombrar un usuario
sv_se: Byt namn på en användare

# #30664
source: Switch user
bs_ba: Promijeni korisnika
es_es: Cambiar de usuario
sv_se: Byt användare

# #30665
source: Switch to "%s" now?
bs_ba: Prebaciti se na "%s" sada?
es_es: ¿Cambiar a "%s" ahora?
sv_se: Byt till "%s" nu?

# #30666
source: "%s" removed
bs_ba: "%s" je uklonjeno
es_es: "%s" quitado
sv_se: "%s" togs bort

# #30667
source: Renamed "%s" to "%s"
bs_ba: Preimenovano iz "%s" u "%s"
es_es: "%s" renombrado como "%s"
sv_se: Bytte namn på "%s" till "%s"

# #30668
source: Play count minimum percent
bs_ba: Minimalni postotak broja reprodukcija
es_es: Porcentaje mínimo para contar como reproducido
sv_se: Spelantal minsta procent

# #30669
source: %s removed
bs_ba: %s uklonjeno

# #30670
source: Added %s
bs_ba: Dodano %s

# #30671
source: Clear playback history
bs_ba: Obriši historiju reprodukcije
es_es: Limpiar historial de reproducción
sv_se: Töm uppspelningshistorik

# #30672
source: Delete playback history database
bs_ba: Obriši bazu podataka historije reprodukcije
es_es: Eliminar base de datos del historial de reproducción
sv_se: Ta bort databas för uppspelningshistorik

# #30673
source: playback history
bs_ba: historija reprodukcije
es_es: historial de reproducción
sv_se: uppspelningshistorik

# #30675
source: Use local playback history (watched, resume tracking)
bs_ba: Koristi lokalnu historiju reprodukcije (gledano, nastaviti praćenje)
es_es: Usar historial de reproducción local (vistos, punto de reanudación)
sv_se: Använda lokal uppspelningshistorik (tittat på, återuppta spårning)

# #30676
source: Just now
bs_ba: Upravo sada
es_es: Justo ahora
sv_se: Just nu

# #30677
source: A minute ago
bs_ba: Prije minute
es_es: Hace un minuto
sv_se: För en minut sedan

# #30678
source: Recently
bs_ba: Nedavno
es_es: Recientemente
sv_se: Tidigare

# #30679
source: An hour ago
bs_ba: Prije sat vremena
es_es: Hace una hora
sv_se: För en timme sedan

# #30680
source: Two hours ago
bs_ba: Prije dva sata
es_es: Hace dos horas
sv_se: För två timmar sedan

# #30681
source: Three hours ago
bs_ba: Prije tri sata
es_es: Hace tres horas
sv_se: För tre timmar sedan

# #30682
source: Yesterday at
bs_ba: Jučer u
es_es: Ayer a las
sv_se: Igår vid

# #30683
source: Two days ago
bs_ba: Prije dva dana
es_es: Hace dos días
sv_se: För två dagar sedan

# #30684
source: Today at
bs_ba: Danas u
es_es: Hoy a las
sv_se: Idag vid

# #30685
source: Delete data cache database
bs_ba: Izbriši bazu podataka keš memorije
es_es: Eliminar la base de datos para caché de datos
sv_se: Ta bort databas för datacache

# #30686
source: Clear data cache
bs_ba: Obriši keš podatke
es_es: Limpiar caché de datos
sv_se: Töm datacache

# #30687
source: data cache
bs_ba: keš podataka
es_es: caché de datos

# #30688
source: Use MPEG-DASH for videos
bs_ba: Koristite MPEG-DASH za videozapise
es_es: Usar MPEG-DASH para vídeos
sv_se: Använd MPEG-DASH för videor

# #30689
source: Use for live streams
bs_ba: Koristi za prijenose uživo
es_es: Usar para trasmisiones en directo
sv_se: Använd för livestreaming

# #30690
source: InputStream.Adaptive >= 2.0.12 is required for adaptive live streams
bs_ba: Za adaptivne prijenose uživo potreban je InputStream.Adaptive >= 2.0.12
es_es: Se requiere InputStream.Adaptive >= 2.0.12 para los flujos adaptativos en directo
sv_se: InputStream.Adaptive >= 2.0.12 krävs för adaptiva liveströmmar

# #30691
source: Airing now
bs_ba: Emitira se sada
es_es: En emisión ahora
sv_se: Sänds nu

# #30692
source: In a minute
bs_ba: Za minutu
es_es: En un minuto
sv_se: Om en minut

# #30693
source: Airing soon
bs_ba: Uskoro u emitiranju
es_es: En emisión pronto
sv_se: Sänds snart

# #30694
source: In over an hour
bs_ba: Za više od sat vremena
es_es: En más de una hora
sv_se: På över en timme

# #30695
source: In over two hours
bs_ba: Za više od dva sata
es_es: En más de dos horas
sv_se: På över två timmar

# #30696
source: Airing today at
bs_ba: Emituje se danas u
es_es: En emisión hoy en
sv_se: Visas idag på

# #30697
source: Tomorrow at
bs_ba: Sutra u
es_es: Mañana a
sv_se: I morgon kl

# #30698
source: Check my IP
bs_ba: Provjeri moju IP adresu
es_es: Comprobar mi dirección IP
sv_se: Kontrollera min IP

# #30699
source: HTTP server is not running
bs_ba: HTTP server ne radi
es_es: El servidor HTTP no está arrancado
sv_se: HTTP-servern körs inte

# #30700
source: Client IP is %s
bs_ba: IP adresa klijenta je %s
es_es: La IP del cliente es %s
sv_se: Klientens IP är %s

# #30701
source: Failed to obtain client IP
bs_ba: Nije uspjelo dobijanje IP adrese klijenta
es_es: Error al obtener IP del cliente
sv_se: Misslyckades med att få klientens IP

# #30702
source: Play with subtitles
bs_ba: Reproduciraj s titlovima
es_es: Reproducir con subtítulos
sv_se: Spela med undertexter

# #30704
source: Use YouTube website urls with default player
bs_ba: Koristite URL-ove YouTube web stranice sa zadanim playerom
es_es: Usar URLs del sitio YouTube con reproductor por defecto
sv_se: Använd YouTube-webbplatsens adresser med standardspelare

# #30705
source: Download subtitles
bs_ba: Preuzmi titlove
es_es: Descargar subtítulos
sv_se: Hämta undertexter

# #30706
source: Download subtitles before starting playback? (Default: No)
bs_ba: Preuzmi titlove prije početka reprodukcije? (Zadano: Ne)
es_es: ¿Desea descargar los subtítulos antes de comenzar la reproducción? (Por defecto: No)
sv_se: Hämta undertexter innan uppspelning påbörjas? (Standard: Nej)

# #30707
source: Untitled
bs_ba: Bez naslova
es_es: Sin título
sv_se: Namnlös

# #30708
source: Play audio only
bs_ba: Reprodukuj samo zvuk
es_es: Reproducir sólo audio
sv_se: Spela endast upp ljud

# #30709
source: WebVTT subtitles
bs_ba: WebVTT titlovi

# #30710
source: TTML subtitles
bs_ba: TTML titlovi

# #30712
source: Rate videos in playlists
bs_ba: Ocijenite videozapise na plejlistama
es_es: Valorar vídeos en listas de reproducción
sv_se: Betygsätt videor i spellistor

# #30713
source: Prefer dubbed audio over original audio
bs_ba: Preferiraj sinkronizirani zvuk u odnosu na originalni zvuk

# #30714
source: Prefer automatically translated dubbed audio over original audio
bs_ba: Preferiraj automatski prevedeni sinkronizirani audio u odnosu na originalni audio

# #30715
source: Use YouTube internal list for Watch History?[CR][CR]Requires signing-in via the addon and activating history tracking on YouTube.
bs_ba: Koristiti internu listu YouTubea za historiju gledanja?[CR][CR]Zahtijeva prijavu putem dodatka i aktiviranje praćenja historije na YouTubeu.

# #30716
source: Liked video
bs_ba: Sviđa mi se video
es_es: Me gusto el vídeo
sv_se: Gillade video

# #30717
source: Disliked video
bs_ba: Nesviđa mi se video
es_es: No me gusto el vídeo
sv_se: Ogillade video

# #30718
source: Use YouTube internal list for Watch Later?[CR][CR]Requires signing-in via the addon.
bs_ba: Koristiti YouTube internu listu za Gledaj kasnije?[CR][CR]Zahtijeva prijavu putem dodatka.

# #30719
source: Subscribed to channel
bs_ba: Pretplaćeni ste na kanal
es_es: Suscrito al canal
sv_se: Prenumererar på kanal

# #30720
source: Unsubscribed from channel
bs_ba: Odjavljeni ste s kanala
es_es: Desuscrito del canal
sv_se: Avregistrerad från kanal

# #30721
source: Enable Panoramic/180/360/VR video
bs_ba: Omogući panoramski/180/360/VR video

# #30722
source: Enable HDR video
bs_ba: Omogući HDR video
es_es: Activar vídeo HDR
sv_se: Aktivera HDR-video

# #30723
source: Proxy is required for MPEG-DASH VODs (see Advanced > HTTP Server)[CR]HDR and >1080p video requires InputStream.Adaptive >= 2.3.14
bs_ba: Proxy je potreban za MPEG-DASH VOD-ove (pogledajte Napredno > HTTP Server)[CR]HDR i >1080p video zahtijevaju InputStream.Adaptive >= 2.3.14
es_es: Se requiere Proxy para MPEG-DASH VOD (Ver Avanzado > Servidor HTTP)[CR]Los vídeos HDR y >1080p requieren InputStream.Adaptive >= 2.3.14
sv_se: Proxy krävs för MPEG-DASH VOD (se Avancerat > HTTP-server)[CR]HDR och >1080p video kräver InputStream.Adaptive >= 2.3.14

# #30724
source: Enable high framerate video
bs_ba: Omogući video s visokom brzinom kadrova
es_es: Activar vídeo con altas tasas de fotogramas
sv_se: Aktivera video med hög bildfrekvens

# #30726
source: Uploads
bs_ba: Otpremanja
es_es: Subidas
sv_se: Uppladdningar

# #30727
source: Enable H.264 video
bs_ba: Omogući H.264 video
es_es: Activar vídeo H.264
sv_se: Aktivera H.264-video

# #30728
source: Enable VP9 video
bs_ba: Omogući VP9 video
es_es: Activar vídeo VP9
sv_se: Aktivera VP9-video

# #30729
source: Prefer lower resolution streams for unselected codecs
bs_ba: Preferiraj streamove niže rezolucije za neodabrane kodeke
es_es: Preferir canales con resoluciones mas bajas para los códecs no seleccionados
sv_se: Föredrar strömmar med lägre upplösning för icke-valda kodekar

# #30730
source: Play (Ask for quality)
bs_ba: Igrajte (Tražite kvalitet)
es_es: Reproducir (Solicitar calidad)
sv_se: Spela (Fråga efter kvalitet)

# #30731
source: The YouTube add-on now requires that you use your own API keys.[CR]For more information see the wiki: [B]https://ytaddon.page.link/keys[/B][CR][CR]Sorry for the inconvenience.
bs_ba: Dodatak za YouTube sada zahtijeva korištenje vlastitih API ključeva.[CR]Za više informacija pogledajte wiki: [B]https://ytaddon.page.link/keys[/B][CR][CR]Žao nam je zbog neugodnosti.
es_es: El complemento YouTube ahora requiere que use sus propias claves API.[CR]Para obtener más información, consulte la wiki: [B]https://ytaddon.page.link/keys[/B][CR][CR]Lo siento por los inconvenientes ocasionados.
sv_se: YouTube-tillägget kräver nu att du använder dina egna API-nycklar.[CR]För mer information se wikin: [B]https://ytaddon.page.link/keys[/B][CR][CR][CR]Ursäkta för besväret.

# #30732
source: Comments
bs_ba: Komentari
es_es: Comentarios
sv_se: Kommentarer

# #30733
source: Likes
bs_ba: Sviđanja
es_es: Me gusta
sv_se: Gillar

# #30734
source: Replies
bs_ba: Odgovori
es_es: Respuestas
sv_se: Svar

# #30735
source: Edited
bs_ba: Uređeno
es_es: Editado
sv_se: Ändrad

# #30736
source: Shorts
bs_ba: Kratke hlače
es_es: Cortos

# #30737
source: Shorts - Max duration
bs_ba: Kratki filmovi - Maksimalno trajanje
es_es: Cortos - Duración máxima
sv_se: Shorts - Max speltid

# #30738
source: Enable spatial audio
bs_ba: Omogući prostorni zvuk

# #30739
source: Subscribers
bs_ba: Pretplatnici
es_es: Suscriptores
sv_se: Prenumeranter

# #30741
source: Multi-stream HLS
bs_ba: Višestruki HLS
es_es: HLS Multistream
sv_se: HLS med flera strömmar

# #30742
source: Adaptive HLS
bs_ba: Adaptivni HLS
es_es: Adaptative HLS
sv_se: Adaptiv HLS

# #30745
source: Dubbed
bs_ba: Sinhronizovano
es_es: Doblado
sv_se: Dubbade

# #30746
source: Descriptive
bs_ba: Opisno
es_es: Descriptivo
sv_se: Beskrivande

# #30747
source: Alternate
bs_ba: Alternativni
es_es: Alternativo
sv_se: Alternativ

# #30748
source: Stream features
bs_ba: Funkcije streama
es_es: Características de emisión
sv_se: Strömfunktioner

# #30749
source: Enable AV1 video
bs_ba: Omogući AV1 video
es_es: Activar vídeo AV1
sv_se: Aktivera AV1-video

# #30750
source: Enable Vorbis audio
bs_ba: Omogući Vorbis audio
es_es: Activar audio Vorbis
sv_se: Aktivera Vorbis-ljud

# #30751
source: Enable Opus audio
bs_ba: Omogući Opus audio
es_es: Activar audio Opus
sv_se: Aktivera Opus-ljud

# #30752
source: Enable AAC audio
bs_ba: Omogući AAC zvuk
es_es: Activar audio AAC
sv_se: Aktivera AAC-ljud

# #30753
source: Enable surround sound audio
bs_ba: Omogući surround zvuk
es_es: Activar audio Surround
sv_se: Aktivera surroundljud

# #30754
source: Enable AC-3 audio
bs_ba: Omogući AC-3 zvuk
es_es: Activar audio AC-3
sv_se: Aktivera AC-3-ljud

# #30755
source: Enable EAC-3 audio
bs_ba: Omogući EAC-3 zvuk
es_es: Activar audio EAC-3
sv_se: Aktivera EAC-3-ljud

# #30756
source: Enable DTS audio
bs_ba: Omogući DTS zvuk
es_es: Activar audio DTS
sv_se: Aktivera DTS-ljud

# #30757
source: Remove similar/duplicate streams
bs_ba: Ukloni slične/duplicirane streamove
es_es: Quitar transmisiones similares/duplicadas
sv_se: Ta bort liknande/duplicerade strömmar

# #30758
source: Stream selection
bs_ba: Odabir streama
es_es: Selección de transmisión
sv_se: Val av ström

# #30759
source: Quality selection
bs_ba: Odabir kvalitete
es_es: Selección de calidad
sv_se: Val av kvalitet

# #30760
source: Automatic + Quality selection
bs_ba: Automatski + odabir kvalitete
es_es: Selección de calidad automática
sv_se: Automatisk + Kvalitetsval

# #30761
source: Update playback history on Youtube
bs_ba: Ažuriranje historije reprodukcije na YouTubeu
es_es: Actualizar historial de reproducción en Youtube
sv_se: Uppdatera uppspelningshistorik på Youtube

# #30762
source: Multi-language
bs_ba: Višejezičnost
es_es: Multi-idioma
sv_se: Flerspråkig

# #30763
source: Multi-audio
bs_ba: Višestruki audio

# #30764
source: Requests connect timeout
bs_ba: Zahtjevi za povezivanje su prekinuli vrijeme
es_es: Tiempo de espera para solicitudes de conexión
sv_se: Tidsgräns för begäran om anslutning

# #30765
source: Requests read timeout
bs_ba: Zahtjevi za čitanje su istekli
es_es: Tiempo de espera para solicitudes de lectura
sv_se: Tidsgräns för begärd läsning

# #30766
source: Premieres
bs_ba: Premijere
es_es: Estrenos
sv_se: Premiärer

# #30767
source: Views
bs_ba: Pregledi
es_es: Vistas
sv_se: Visningar

# #30768
source: Disable high framerate video at maximum video quality
bs_ba: Onemogući video s visokom brzinom sličica u sekundi pri maksimalnom kvalitetu videa
es_es: Desactiva la alta velocidad de fotogramas con la máxima calidad de vídeo
sv_se: Inaktivera video med hög bildfrekvens vid maximal videokvalitet

# #30769
source: Clear Watch Later list
bs_ba: Obriši listu Gledaj kasnije
es_es: Limpiar lista Ver más tarde
sv_se: Töm Se senare-listan

# #30770
source: Are you sure you want to clear your Watch Later list?
bs_ba: Jeste li sigurni da želite obrisati svoju listu "Gledaj kasnije"?
es_es: ¿Estás seguro de que quieres limpiar tu lista Ver más tarde?
sv_se: Är du säker på att du vill tömma din Se senare-lista?

# #30771
source: Disable fractional framerate hinting
bs_ba: Onemogući hintovanje frakcijskog broja sličica u sekundi
es_es: Desactivar sugerencia de tasa de fotogramas mínima
sv_se: Inaktivera fraktionerad bildfrekvensindikering

# #30772
source: Disable all framerate hinting
bs_ba: Onemogući sve nagovještaje o brzini kadrova
es_es: Desactivar todas las sugerencias de tasa de fotogramas
sv_se: Inaktivera alla bildfrekvensindikeringar

# #30773
source: Show video details in video lists
bs_ba: Prikaži detalje o videu u listama videa
es_es: Mostrar detalles del vídeo en listas de vídeos
sv_se: Visa videodetaljer i videolistor

# #30774
source: All available
bs_ba: Sve dostupno
es_es: Todo disponible
sv_se: Alla tillgängliga

# #30775
source: %s (translation)
bs_ba: %s (prijevod)
es_es: %s (traducción)
sv_se: %s (översättning)

# #30776
source: Ask + Automatic + Quality selection
bs_ba: Pitaj + Automatski + Odabir kvalitete
es_es: Preguntar + Automático + Selección de calidad
sv_se: Fråga + Automatisk + Kvalitetsval

# #30777
source: Views for %s (%s)
bs_ba: Pregledi za %s (%s)
es_es: Vistas para %s (%s)
sv_se: Visningar för %s (%s)

# #30778
source: Import old playback history?
bs_ba: Uvesti staru historiju reprodukcije?
es_es: ¿Importar antiguo historial de reproducción?
sv_se: Importera gammal uppspelningshistorik?

# #30779
source: Import old search history?
bs_ba: Uvesti staru historiju pretraživanja?
es_es: ¿Importar antiguo historial de búsquedas?
sv_se: Importera gammal sökhistorik?

# #30780
source: Clear local watch later list
bs_ba: Obriši lokalnu listu za kasnije gledanje
es_es: Limpiar lista de seguimiento local
sv_se: Töm lokal lista för senare visning

# #30781
source: Delete watch later database
bs_ba: Obriši bazu podataka za kasnije gledanje
es_es: Eliminar base de datos de seguimiento
sv_se: Ta bort "Se senare"-databasen

# #30782
source: local watch later list
bs_ba: lokalna lista za kasnije gledanje
es_es: lista de seguimiento local
sv_se: lokal lista för senare visning

# #30783
source: settings to recommended values
bs_ba: postavke na preporučene vrijednosti
es_es: ajustes para valores recomendados
sv_se: inställningar till rekommenderade värden

# #30784
source: listings to show minimal details
bs_ba: oglasi za prikaz minimalnih detalja
es_es: listados para mostrar detalles mínimos
sv_se: listningar för att visa minimala detaljer

# #30785
source: performance settings
bs_ba: postavke performansi
es_es: ajustes de rendimiento
sv_se: prestandainställningar

# #30786
source: Choose device capabilities
bs_ba: Odaberite mogućnosti uređaja
es_es: Elija las capacidades del dispositivo
sv_se: Välj enhetens förmågor

# #30787
source: 720p, H.264 only | Limited or older devices
bs_ba: Samo 720p, H.264 | Ograničeni ili stariji uređaji
es_es: 720p, solo H.264 | Dispositivos viejos o limitados
sv_se: 720p, endast H.264 | Begränsade eller äldre enheter

# #30788
source: 1080p/30 fps | Raspberry Pi 3, or similar
bs_ba: 1080p/30 fps | Raspberry Pi 3 ili slično
es_es: 1080p/30 fps | Raspberry Pi 3, o similar
sv_se: 1080p/30 bilder/s| Raspberry Pi 3, eller liknande

# #30789
source: 4K/30 fps or 1080p/60 fps, HDR if compatible | Raspberry Pi 5, or similar
bs_ba: 4K/30 fps ili 1080p/60 fps, HDR ako je kompatibilan | Raspberry Pi 5 ili slično
es_es: 4K/30 fps o 1080p/60 fps, HDR si es compatible | Raspberry Pi 5, o similar
sv_se: 4K/30 bilder/seller 1080p/60 bilder/s, HDR om kompatibel | Raspberry Pi 5, eller liknande

# #30790
source: 4K/60 fps, HDR if compatible | Fire TV Cube Gen 2, Shield TV, Fire TV Stick 4K Gen 1, or similar
bs_ba: 4K/60 fps, HDR ako je kompatibilan | Fire TV Cube Gen 2, Shield TV, Fire TV Stick 4K Gen 1 ili slično
es_es: 4K/60 fps, HDR si es compatible | Fire TV Cube Gen 2, Shield TV, Fire TV Stick 4K Gen 1, o similar
sv_se: 4K/60 bilder/s, HDR om kompatibel | Fire TV Cube Gen 2, Shield TV, Fire TV Stick 4K Gen 1 eller liknande

# #30791
source: 4K/60 fps, HDR, using AV1 | Fire TV Cube Gen 3, Fire TV Stick 4K Max, Vero V, or similar
bs_ba: 4K/60 fps, HDR, korištenjem AV1 | Fire TV Cube Gen 3, Fire TV Stick 4K Max, Vero V ili slično
es_es: 4K/60 fps, HDR, usando AV1 | Fire TV Cube Gen 3, Fire TV Stick 4K Max, Vero V, o similar
sv_se: 4K/60 bilder/s, HDR, med hjälp av AV1 | Fire TV Cube Gen 3, Fire TV Stick 4K Max, Vero V eller liknande

# #30792
source: 8K/60 fps, HDR, using AV1 | Modern device or PC with full capabilities
bs_ba: 8K/60 fps, HDR, korištenje AV1 | Moderni uređaj ili računar sa svim mogućnostima
es_es: 8K/60 fps, HDR, usando AV1 | Dispositivo moderno o PC con todas las capacidades
sv_se: 8K/60 bilder/s, HDR, med AV1 | Modern enhet eller PC med full kapacitet

# #30793
source: Views count display colour
bs_ba: Boja prikaza broja pregleda
es_es: Color de visualización del recuento de visitas
sv_se: Visningsfärg för antal visningar

# #30794
source: Subscriber/Likes count display colour
bs_ba: Boja prikaza broja pretplatnika/lajkova
es_es: Color del contador de Suscriptores/Me Gusta
sv_se: Visningsfärg för prenumerant/gillar-antal

# #30795
source: Videos/Comments count display colour
bs_ba: Boja prikaza broja videa/komentara
es_es: Color del contador Vídeos/Comentarios
sv_se: Visningsfärg för Videor/Kommentarer-antal

# #30796
source: 1080p/60 fps | Raspberry Pi 4, or similar
bs_ba: 1080p/60 fps | Raspberry Pi 4 ili slično
es_es: 1080p/60 fps | Raspberry Pi 4, o similar
sv_se: 1080p/60 bilder/s | Raspberry Pi 4, eller liknande

# #30797
source: 1080p/30 fps or 720p/30 fps, H.264 only | Raspberry Pi 1/2, or similar
bs_ba: 1080p/30 fps ili 720p/30 fps, samo H.264 | Raspberry Pi 1/2 ili slično
es_es: 1080p/30 fps oo 720p/30 fps, solo H.264 | Raspberry Pi 1/2 o similar
sv_se: 1080p/30 bilder/s eller 720p/30 bilder/s, endast H.264 | Raspberry Pi 1/2, eller liknande

# #30798
source: Clear bookmarks list
bs_ba: Obriši listu oznaka
es_es: Limpiar lista de marcadores
sv_se: Töm bokmärkeslistan

# #30799
source: Delete bookmarks database
bs_ba: Obriši bazu podataka oznaka
es_es: Eliminar base de datos de marcadores
sv_se: Ta bort bokmärkesdatabasen

# #30800
source: bookmarks list
bs_ba: lista oznaka
es_es: lista de marcadores
sv_se: bokmärkeslista
