Repository: anxdpanic/plugin.video.youtube
Catalog: resources/language/resource.language.*/strings.po
Languages: bs_ba, es_es, sv_se

# Addon Summary
source: Plugin for YouTube
bs_ba: Dodatak za YouTube
es_es: Complemento para YouTube
sv_se: Insticksmodul för YouTube

# Addon Description
source: YouTube is one of the biggest video-sharing websites of the world.
bs_ba: YouTube je jedna od najvećih svjetskih web stranica za dijeljenje videozapisa.
es_es: YouTube es uno de los sitios web para compartir vídeos más grandes del mundo.
sv_se: YouTube är en av världens största webbplatser för videodelning.

# Addon Disclaimer
source: This plugin is not endorsed by Google
bs_ba: Ovaj dodatak nije odobren od strane Googlea
es_es: Este add-on no está respaldado por Google
sv_se: Denna insticksmodul är inte godkänd av Google

# #30007
source: Use InputStream.Adaptive
bs_ba: Koristite InputStream.Adaptive
es_es: Usar InputStream.Adaptive
sv_se: Använd InputStream.Adaptive

# #30008
source: Configure InputStream.Adaptive
bs_ba: Konfigurišite InputStream.Adaptive
es_es: Configurar InputStream.Adaptive
sv_se: Konfigurera InputStream.Adaptive

# #30009
source: Always ask for the video quality
bs_ba: Uvijek pitajte za kvalitet videa
es_es: Preguntar siempre por calidad de vídeo
sv_se: Fråga alltid efter videokvalitet

# #30010
source: Maximum video quality
bs_ba: Maksimalni kvalitet videa
es_es: Máxima calidad de vídeo
sv_se: Bästa videokvalitet

# #30018
source: 1080p Live / 720p (HD)
bs_ba: 1080p Uživo / 720p (HD)
es_es: 1080p En directo / 720p (HD)

# #30020
source: Enable Stereoscopic 3D video
bs_ba: Omogući stereoskopski 3D video

# #30021
source: Show fanart
bs_ba: Prikaži fanart
es_es: Mostrar fanart
sv_se: Visa fanart

# #30022
source: Items per page
bs_ba: Stavke po stranici
es_es: Elementos por página
sv_se: Antal per sida

# #30023
source: Search history size
bs_ba: Veličina historije pretraživanja
es_es: Tamaño del historial de búsqueda
sv_se: Storlek för sökhistorik

# #30024
source: Cache size (MB)
bs_ba: Veličina keš memorije (MB)
es_es: Tamaño para caché de funciones (MB)
sv_se: Cache-storlek (MB)

# #30025
source: Enable Setup Wizard
bs_ba: Omogući čarobnjaka za podešavanje
es_es: Activar el Asistente de configuración
sv_se: Aktivera installationsguiden

# #30026
source: Override views
bs_ba: Prekriži prikaze
es_es: Anular vistas
sv_se: Åsidosätt visningar

# #30027
source: View: Default
bs_ba: Prikaz: Zadano
es_es: Vista: Por defecto
sv_se: Visa: Standard

# #30028
source: View: Episodes
bs_ba: Prikaz: Epizode
es_es: Vista: Episodios
sv_se: Visa: Avsnitt

# #30029
source: View: Movies
bs_ba: Prikaz: Filmovi
es_es: Vista: Películas
sv_se: Visa: Filmer

# #30030
source: Configure %s?
bs_ba: Konfigurirati %s?
es_es: ¿Configurar %s?
sv_se: Konfigurera %s?

# #30031
source: Requests cache size (MB)
bs_ba: Veličina keš memorije zahtjeva (MB)

# #30032
source: View: TV Shows
bs_ba: Prikaz: TV emisije
es_es: Vista: Programas TV
sv_se: Visa: TV-serier

# #30033
source: View: Songs
bs_ba: Prikaz: Pjesme
es_es: Vista: Canciones
sv_se: Visa: Låtar

# #30034
source: View: Artists
bs_ba: Prikaz: Umjetnici
es_es: Vista: Artistas
sv_se: Visa: Artister

# #30035
source: View: Albums
bs_ba: Prikaz: Albumi
es_es: Vista: Álbumes
sv_se: Visa: Album

# #30036
source: Support alternative player
bs_ba: Podrži alternativnog igrača
es_es: Soportar reproductor alternativo
sv_se: Stöd för alternativ spelare

# #30037
source: Custom Watch Later playlist id
bs_ba: ID prilagođene plejliste za gledanje kasnije
es_es: Personalizar ID para lista de reproducción 'Ver más tarde'
sv_se: Anpassat id för spellistan Se senare

# #30038
source: Custom History playlist id
bs_ba: ID prilagođene liste za reprodukciju historije
es_es: Personalizar ID para lista de reproducción 'Historial'
sv_se: ID för spellista med anpassad historik

# #30100
source: Bookmarks
bs_ba: Obilješci
es_es: Marcadores
sv_se: Bokmärken

# #30101
source: Bookmark
bs_ba: Označi
es_es: Marcador
sv_se: Bokmärke

# #30102
source: Search
bs_ba: Pretraga
es_es: Búsqueda
sv_se: Sök

# #30105
source: filtered
bs_ba: filtrirano
sv_se: filtrerad

# #30106
source: Next page: %d
bs_ba: Sljedeća stranica: %d
sv_se: Nästa sida: %d

# #30107
source: Watch Later
bs_ba: Gledaj kasnije
es_es: Ver más tarde
sv_se: Se senare

# #30108
source: Enter the name of the bookmark
bs_ba: Unesite naziv oznake

# #30109
source: Enter a valid YouTube or plugin URL for the bookmark
bs_ba: Unesite važeći YouTube ili dodatak URL za oznaku

# #30110
source: New Search
bs_ba: Nova pretraga
es_es: Nueva búsqueda
sv_se: Ny sökning

# #30111
source: Sign In
bs_ba: Prijavi se
es_es: Iniciar sesión
sv_se: Logga in

# #30112
source: Sign Out
bs_ba: Odjava
es_es: Cerrar sesión
sv_se: Logga ut

# #30114
source: Confirm delete
bs_ba: Potvrdi brisanje
es_es: Confirmar eliminación
sv_se: Bekräfta radering

# #30115
source: Confirm remove
bs_ba: Potvrdi uklanjanje
es_es: Confirmar borrado
sv_se: Bekräfta borttagning

# #30116
source: Delete "%s"?
bs_ba: Izbrisati "%s"?
es_es: ¿Está seguro de que desea eliminar "%s"?
sv_se: Ta bort "%s"?

# #30117
source: Remove "%s"?
bs_ba: Ukloniti "%s"?
es_es: ¿Está seguro de que desea borrar "%s"?
sv_se: Ta bort "%s"?

# #30119
source: Please wait...
bs_ba: Molimo pričekajte...
es_es: Por favor, espere...
sv_se: Vänta...

# #30120
source: Confirm clear
bs_ba: Potvrdi brisanje
es_es: Confirmar limpieza
sv_se: Bekräfta städning

# #30121
source: Clear %s?
bs_ba: Obrisati %s?
es_es: ¿Está seguro de que desea limpiar "%s"?
sv_se: Töm %s?

# #30201
source: API Key
bs_ba: API ključ
sv_se: API-nyckel

# #30202
source: API Id
bs_ba: ID API-ja

# #30203
source: API Secret
bs_ba: Tajna API-ja
sv_se: API-hemlighet

# #30500
source: %s failed
bs_ba: %s nije uspjelo

# #30501
source: Edit %s
bs_ba: Uredi %s

# #30502
source: Go to %s
bs_ba: Idi na %s
es_es: Ir a %s
sv_se: Gå till %s

# #30503
source: Channel fanart
bs_ba: Umjetnost obožavatelja kanala
es_es: Canal fanart
sv_se: Fanart för kanalen

# #30504
source: Subscriptions
bs_ba: Pretplate
es_es: Suscripciones
sv_se: Prenumerationer

# #30505
source: Unsubscribe
bs_ba: Otpretplati se
es_es: Darse de baja
sv_se: Avsluta prenumeration

# #30506
source: Subscribe
bs_ba: Pretplati se
es_es: Suscribirse
sv_se: Prenumerera

# #30507
source: My Channel
bs_ba: Moj kanal
es_es: Mi Canal
sv_se: Min kanal

# #30508
source: Liked Videos
bs_ba: Sviđa mi se videozapisi
es_es: Me gustó el vídeo
sv_se: Gillade videor

# #30509
source: History
bs_ba: Historija
es_es: Historial
sv_se: Historik

# #30510
source: My Subscriptions
bs_ba: Moje pretplate
es_es: Mis Suscripciones
sv_se: Mina prenumerationer

# #30511
source: Queue video
bs_ba: Video u redu čekanja
es_es: Añadir a cola de reproducción
sv_se: Kölägg video

# #30512
source: Browse Channels
bs_ba: Pregledaj kanale
es_es: Explorar Canales
sv_se: Bläddra bland kanalerna

# #30513
source: Trending
bs_ba: U trendu
es_es: Tendencias
sv_se: Populära just nu

# #30514
source: Related Videos
bs_ba: Povezani videozapisi
es_es: Vídeos relacionados
sv_se: Relaterade videor

# #30515
source: Auto-Remove from Watch Later
bs_ba: Automatsko uklanjanje iz rubrike Gledaj kasnije
es_es: Quitar automáticamente de Ver Mas Tarde
sv_se: Ta automatiskt bort från Se senare

# #30516
source: Folders
bs_ba: Folderi
es_es: Carpetas
sv_se: Mappar

# #30517
source: Subscribe to %s
bs_ba: Pretplatite se na %s
es_es: Suscribirse a %s
sv_se: Prenumerera på %s

# #30518
source: Feeds
bs_ba: Feedovi
sv_se: Flöden

# #30519
source: and enter the following code:
bs_ba: i unesite sljedeći kod:
es_es: e introduzca el siguiente código:
sv_se: och ange följande kod:

# #30520
source: Add to...
bs_ba: Dodaj u...
es_es: Añadir a...
sv_se: Lägg till...

# #30521
source: Delete requests cache database
bs_ba: Brisanje keš baze podataka zahtjeva

# #30522
source: Clear requests cache
bs_ba: Obriši keš zahtjeva

# #30523
source: requests cache
bs_ba: keš zahtjeva

# #30524
source: Select language
bs_ba: Odaberite jezik
es_es: Seleccionar idioma
sv_se: Välj språk

# #30525
source: Select region
bs_ba: Odaberite regiju
es_es: Seleccionar región
sv_se: Välj region

# #30526
source: Setup Wizard
bs_ba: Čarobnjak za podešavanje
es_es: Asistente de configuración
sv_se: Installationsguide

# #30527
source: Language and Region
bs_ba: Jezik i regija
es_es: Idioma y región
sv_se: Språk och region

# #30528
source: Rate...
bs_ba: Ocijeni...
es_es: Valorar...
sv_se: Betygsätt...

# #30529
source: I like this
bs_ba: Sviđa mi se ovo
es_es: Me gusta
sv_se: Jag gillar det här

# #30530
source: I dislike this
bs_ba: Ne sviđa mi se ovo
es_es: No me gusta
sv_se: Jag tycker inte om detta

# #30533
source: Reverse
bs_ba: Obrnuto
es_es: Inverso
sv_se: Omvänd

# #30535
source: Select the order of the playlist
bs_ba: Odaberite redoslijed popisa za reprodukciju
es_es: Seleccione el orden para la lista de reproducción
sv_se: Välj ordning på spellistan

# #30536
source: Updating Playlist...
bs_ba: Ažuriranje plejliste...
es_es: Actualizando lista de reproducción...
sv_se: Uppdaterar spellista...

# #30537
source: Play from here
bs_ba: Reproduciraj odavde
es_es: Reproducir desde aquí
sv_se: Spela från här

# #30538
source: Disliked Videos
bs_ba: Nesviđa mi se videozapisi
es_es: No me gustó el vídeo
sv_se: Ogillade videor

# #30539
source: Play recently added
bs_ba: Nedavno dodana reprodukcija
sv_se: Spela nyligen tillagda

# #30541
source: Show channel name and video details in description
bs_ba: Prikaži naziv kanala i detalje videa u opisu
es_es: Mostrar nombre del canal y detalles del vídeo en la descripción
sv_se: Visa kanalnamn och videodetaljer i beskrivningen

# #30542
source: rtmpe streams are not supported
bs_ba: rtmpe streamovi nisu podržani
es_es: Las transmisiones rtmpe no están soportadas
sv_se: rtmpe-strömmar stöds inte

# #30544
source: More Links from the description
bs_ba: Više linkova iz opisa
es_es: Enlaces en la descripción
sv_se: Fler länkar från beskrivningen

# #30545
source: No videos found.
bs_ba: Nije pronađen nijedan video.
sv_se: Inga videor hittades.

# #30546
source: Please complete all login prompts
bs_ba: Molimo Vas da ispunite sve upite za prijavu
es_es: Por favor, complete todas las peticiones de inicio de sesión
sv_se: Fyll i alla inloggningsförfrågningar

# #30549
source: No streams found
bs_ba: Nisu pronađeni streamovi
sv_se: Inga strömmar hittades

# #30551
source: Recommendations
bs_ba: Preporuke
es_es: Recomendaciones
sv_se: Rekommenderat

# #30552
source: Maintenance
bs_ba: Održavanje
es_es: Mantenimiento
sv_se: Underhåll

# #30553
source: Delete function cache database
bs_ba: Obriši bazu podataka keš memorije funkcija
es_es: Eliminar base de datos para caché de funciones
sv_se: Ta bort databas för funktionscache

# #30554
source: Delete search history database
bs_ba: Obriši bazu podataka historije pretraživanja
es_es: Eliminar base de datos para historial de búsqueda
sv_se: Ta bort sökhistorikdatabas

# #30555
source: Clear function cache
bs_ba: Obriši keš memoriju funkcija
es_es: Limpiar caché de funciones
sv_se: Töm funktionscache

# #30556
source: Clear search history
bs_ba: Obriši historiju pretraživanja
es_es: Limpiar historial de búsqueda
sv_se: Töm sökhistorik

# #30557
source: function cache
bs_ba: keš za funkciju
es_es: caché para funciones
sv_se: funktionscache

# #30558
source: search history
bs_ba: historija pretraživanja
es_es: historial de búsqueda
sv_se: sökhistorik

# #30559
source: Delete settings.xml
bs_ba: Obriši settings.xml
es_es: Eliminar settings.xml
sv_se: Ta bort settings.xml

# #30562
source: View all
bs_ba: Prikaži sve
es_es: Ver todo
sv_se: Visa alla

# #30563
source: Plugin execution timeout
bs_ba: Vremensko ograničenje izvršavanja dodatka

# #30564
source: For testing only - forcibly terminate plugin execution after set time limit. Set to 0 seconds (default) to disable.
bs_ba: Samo za testiranje - prisilno prekinite izvršavanje dodatka nakon postavljenog vremenskog ograničenja. Postavite na 0 sekundi (zadano) da biste onemogućili.

# #30567
source: Set as Watch Later
bs_ba: Postavi kao Gledaj kasnije
es_es: Establecer como 'Ver más tarde'
sv_se: Ställ in som Se senare

# #30568
source: Remove as Watch Later
bs_ba: Ukloni kao Gledaj kasnije
es_es: Borrar como 'Ver más tarde'
sv_se: Ta bort som Se senare

# #30569
source: Are you sure you want to remove "%s" as your Watch Later list?
bs_ba: Jeste li sigurni da želite ukloniti "%s" sa svoje liste Gledaj kasnije?
es_es: ¿Seguro de que quieres quitar "%s" de la lista Ver Mas Tarde?
sv_se: Är du säker på att du vill ta bort "%s" från din "Se senare"-lista?

# #30570
source: Are you sure you want to replace your current Watch Later list with "%s"?
bs_ba: Jeste li sigurni da želite zamijeniti svoju trenutnu listu Gledaj kasnije sa "%s"?
es_es: ¿Seguro de que quieres reemplazar la lista Ver Mas Tarde con "%s"?
sv_se: Är du säker på att du vill ersätta din nuvarande "Se senare"-lista med "%s"?

# #30571
source: Set as History
bs_ba: Postavi kao historiju
es_es: Establecer como 'Historial'
sv_se: Ställ in som historik

# #30572
source: Remove as History
bs_ba: Ukloni kao historiju
es_es: Borrar como 'Historial'
sv_se: Ta bort som historik

# #30573
source: Are you sure you want to remove "%s" as your History list?
bs_ba: Jeste li sigurni da želite ukloniti "%s" sa svoje liste historije?
es_es: ¿Seguro de que quieres quitar "%s" como lista Historial?
sv_se: Är du säker på att du vill ta bort "%s" från din historiklista?

# #30574
source: Are you sure you want to replace your current History list with "%s"?
bs_ba: Jeste li sigurni da želite zamijeniti svoju trenutnu listu historije sa "%s"?
es_es: ¿Seguro de que quieres reemplazar la lista Historial con "%s"?
sv_se: Är du säker på att du vill ersätta din nuvarande historiklista med "%s"?

# #30575
source: Succeeded
bs_ba: Uspjelo je
es_es: Realizado correctamente
sv_se: Lyckades

# #30576
source: Failed
bs_ba: Nije uspjelo
es_es: ¡Vaya! Algo ha fallado
sv_se: Misslyckades

# #30577
source: Smallest (4:3)
bs_ba: Najmanji (4:3)

# #30578
source: Force SSL certificate verification
bs_ba: Prisilna verifikacija SSL certifikata
es_es: Forzar verificación de certificado SSL
sv_se: Tvinga fram verifiering av SSL-certifikat

# #30579
source: InputStream.Adaptive is activated in the YouTube settings, however the add-on has been disabled. Would you like to enable InputStream.Adaptive now?
bs_ba: InputStream.Adaptive je aktiviran u postavkama YouTubea, međutim, dodatak je onemogućen. Želite li sada omogućiti InputStream.Adaptive?
es_es: InputStream.Adaptive está activado en los ajustes de YouTube. Sin embargo, el add-on está desactivado. ¿Quieres activar InputStreeam.Adaptive ahora?
sv_se: InputStream.Adaptive är aktiverat i YouTube-inställningarna, men tillägget har inaktiverats. Vill du aktivera InputStream.Adaptive nu?

# #30580
source: Reset access manager
bs_ba: Resetiraj upravitelja pristupa
es_es: Restablecer credenciales de acceso
sv_se: Återställ åtkomsthanteraren

# #30581
source: Are you sure you want to reset access manager?
bs_ba: Jeste li sigurni da želite resetirati upravitelja pristupa?
es_es: ¿Está seguro de que desea restablecer las credenciales de acceso?
sv_se: Är du säker på att du vill återställa åtkomsthanteraren?

# #30582
source: Autoplay suggested videos
bs_ba: Automatska reprodukcija predloženih videozapisa
es_es: Reproducir vídeos sugeridos automáticamente
sv_se: Automatisk uppspelning av föreslagna videor

# #30583
source: Filters can be channel names separated by a comma eg. 'The Best Channel,The 2nd Best Channel', and/or custom video filters in the form '{ATTR}{OP}{VALUE}' eg. '{duration}{>=}{180}{artists_string}{=}{"The Best Channel"},{duration}{<}{180}'
bs_ba: Filteri mogu biti nazivi kanala odvojeni zarezom, npr. 'Najbolji kanal, Drugi najbolji kanal', i/ili prilagođeni video filteri u obliku '{ATTR}{OP}{VALUE}', npr. '{duration}{>=}{180}{artists_string}{=}{"Najbolji kanal"},{duration}{<}{180}'
es_es: Se pueden filtrar nombres de canales separados por coma. P.ej 'El Mejor Canal,El Segundo Mejor Canal'. Y/o cualquier filtro de video de la manera '{ATRIBUTO}{OPERANDO}{VALOR}' P.ej. '{duration}{>=}{180}{artists_string}{=}{"El Mejor Canal"},{duration}{<}{180}'
sv_se: Filter kan vara kanalnamn åtskilda med ett kommatecken, t.ex. "The Best Channel, The 2nd Best Channel", och/eller anpassade videofilter i formen "{ATTR}{OP}{VALUE}", t.ex. "{duration}{>=}{180}{artists_string}{=}{"The Best Channel"},{duration}{<}{180}"

# #30584
source: My Subscriptions (Filtered)
bs_ba: Moje pretplate (filtrirane)
es_es: Mis Suscripciones (Filtrado)
sv_se: Mina prenumerationer (filtrerad)

# #30585
source: Enable Blacklist to exclude channel names in Filters from My Subscriptions, disable to include channel names
bs_ba: Omogućite Crnu listu da biste isključili nazive kanala u Filterima iz Mojih pretplata, onemogućite da biste uključili nazive kanala
es_es: Activar Lista de Bloqueo para excluir nombres de canales en Filtros de Mis Suscripciones. Desactivar para incluir esos nombres de canal.
sv_se: Aktivera Blacklist för att utesluta kanalnamn i filter från mina prenumerationer, inaktivera för att inkludera kanalnamn

# #30586
source: Blacklist
bs_ba: Crna lista
es_es: Lista negra
sv_se: Svartlista

# #30591
source: Thumbnail size
bs_ba: Veličina sličice
es_es: Tamaño de miniaturas
sv_se: Storlek på miniatyrbild

# #30592
source: Small (16:9)
bs_ba: Mali (16:9)

# #30593
source: Medium (4:3)
bs_ba: Srednje (4:3)

# #30594
source: Safe search
bs_ba: Sigurna pretraga
es_es: Activar Búsqueda segura (SafeSearch)
sv_se: Säker sökning

# #30595
source: Moderate
bs_ba: Nadzirite
es_es: Moderado
sv_se: Måttligt

# #30596
source: Strict
bs_ba: Strogo
es_es: Estricto
sv_se: Strikt

# #30598
source: Large (4:3)
bs_ba: Veliko (4:3)

# #30599
source: Failed to enable personal API keys. Missing: %s
bs_ba: Omogućavanje ličnih API ključeva nije uspjelo. Nedostaje: %s
es_es: Error al habilitar claves API personales. No encontrado: %s
sv_se: Misslyckades med att aktivera personliga API-nycklar. Saknas: %s

# #30600
source: Largest (16:9)
bs_ba: Najveći (16:9)

# #30601
source: %s with Original/%s fallback
bs_ba: %s s originalnim/%s rezervnim
es_es: %s con original/%s de reserva
sv_se: %s med original/%s reserv

# #30602
source: No auto-generated
bs_ba: Nije automatski generirano
es_es: Sin autogenerado
sv_se: Ingen autogenererad

# #30603
source: Age gate
bs_ba: Starosna granica
es_es: Activar restricciones por edad
sv_se: Åldersgräns

# #30604
source: Allow offensive content
bs_ba: Dozvoli uvredljiv sadržaj
es_es: Permitir contenido ofensivo
sv_se: Tillåt stötande innehåll

# #30605
source: Quick Search
bs_ba: Brza pretraga
es_es: Búsqueda rápida
sv_se: Snabbsökning

# #30606
source: Quick Search (Incognito)
bs_ba: Brza pretraga (anonimno)
es_es: Búsqueda rápida (Incógnito)
sv_se: Snabbsökning (inkognito)

# #30607
source: Audio only
bs_ba: Samo zvuk
es_es: Sólo audio
sv_se: Endast ljud

# #30608
source: Allow developer keys
bs_ba: Dozvoli ključeve za programere
es_es: Permitir claves API para desarrolladores
sv_se: Tillåt nycklar för utvecklare

# #30609
source: Clear watch history
bs_ba: Obriši historiju gledanja
es_es: Limpiar historial de reproducción
sv_se: Töm visningshistorik

# #30610
source: This will clear your account's watch history from all devices. You can't undo this.
bs_ba: Ovim će se izbrisati historija gledanja vašeg računa sa svih uređaja. Ovu radnju ne možete poništiti.
es_es: Esta acción limpiará su historial de reproducción en todos los dispositivos asociados a su cuenta. Esta acción no se podrá deshacer.
sv_se: Detta kommer att rensa ditt kontos visningshistorik från alla enheter. Du kan inte ångra detta.

# #30611
source: Saved Playlists
bs_ba: Sačuvane liste za reprodukciju
es_es: Listas de reproducción guardadas
sv_se: Sparade spellistor

# #30612
source: Retry
bs_ba: Pokušaj ponovo
es_es: Volver a intentarlo
sv_se: Försök igen

# #30613
source: Add to %s
bs_ba: Dodaj u %s

# #30614
source: Remove from %s
bs_ba: Ukloni iz %s

# #30615
source: Added to %s
bs_ba: Dodano u %s

# #30616
source: Removed from %s
bs_ba: Uklonjeno iz %s

# #30618
source: Stream redirect
bs_ba: Preusmjeravanje streama
es_es: Redirección de transmisión
sv_se: Omdirigering av ström

# #30619
source: Enable to reduce resource usage on less powerful devices, but could lead to IP bans. Use at own risk.
bs_ba: Omogućite smanjenje korištenja resursa na manje moćnim uređajima, ali može dovesti do zabrane IP adresa. Koristite na vlastitu odgovornost.
es_es: Activar para reducir el uso de recursos en dispositivos poco potentes, pero puede llevar a baneos de IP. Usar bajo su propio riesgo.
sv_se: Gör det möjligt att minska resursanvändningen på mindre kraftfulla enheter, men kan leda till IP-bannlysning. Använd på egen risk.

# #30620
source: Port %s already in use. Cannot start http server.
bs_ba: Port %s je već u upotrebi. Nije moguće pokrenuti http server.
es_es: El puerto %s ya esta en uso. No se ha podido iniciar el servidor HTTP.
sv_se: Port %s används redan. Det går inte att starta http-servern.

# #30621
source: Verbose
bs_ba: Opširno

# #30622
source: Purchases
bs_ba: Kupovine
es_es: Compras
sv_se: Köp

# #30623
source: Install InputStream Helper
bs_ba: Instalirajte InputStream pomoćnika
es_es: Instalar InputStream Helper
sv_se: Installera InputStream-hjälpprogram

# #30625
source: InputStream Helper is already installed.
bs_ba: InputStream Helper je već instaliran.
es_es: InputStream Helper ya está instalado.
sv_se: InputStream-hjälpprogram är redan installerad.

# #30626
source: Delete temporary files
bs_ba: Izbriši privremene datoteke
es_es: Eliminar archivos temporales
sv_se: Ta bort temporära filer

# #30627
source: Rate video after watching
bs_ba: Ocijenite video nakon gledanja
es_es: Valorar vídeo después de ver
sv_se: Betygsätt video efter att ha tittat

# #30629
source: IP whitelist (comma delimited)
bs_ba: Bijela IP lista (razdvojena zarezom)
es_es: Lista blanca IP (utilice comas como separador)
sv_se: IP-vitlista (avgränsad med kommatecken)

# #30631
source: Successfully updated: %s
bs_ba: Uspješno ažurirano: %s
es_es: Actualizado correctamente: %s
sv_se: Uppdaterad: %s

# #30632
source: Enable API configuration page
bs_ba: Omogući stranicu za konfiguraciju API-ja
es_es: Activar página de configuración API
sv_se: Aktivera API-konfigureringssida

# #30633
source: http://<ipaddress>:<port>/youtube/api (see Advanced > HTTP Server)
bs_ba: http://<ipaddress> :<port> /youtube/api (pogledajte Napredno > HTTP server)
es_es: http://<direccion_ip>:<puerto>/youtube/api (ver Avanzado > Servidor HTTP)
sv_se: http://<ipadress>:<port>/youtube/api (se Avancerat &gt; HTTP Server)

# #30634
source: YouTube Add-on API Configuration
bs_ba: Konfiguracija API-ja za YouTube dodatak
es_es: Configuración API Add-on Youtube
sv_se: Konfiguration av API för YouTube-tillägg

# #30635
source: No changes detected, API keys were not updated.
bs_ba: Nisu otkrivene promjene, API ključevi nisu ažurirani.
es_es: No se detectaron cambios, las claves API no se actualizaron.
sv_se: Inga ändringar har upptäckts, API-nycklarna har inte uppdaterats.

# #30636
source: Personal API keys are enabled.
bs_ba: Lični API ključevi su omogućeni.
es_es: Claves API personales habilitadas.
sv_se: Personliga API-nycklar är aktiverade.

# #30637
source: Personal API keys are disabled.
bs_ba: Lični API ključevi su onemogućeni.
es_es: Claves API personales deshabilitadas.
sv_se: Personliga API-nycklar är inaktiverade.

# #30638
source: Bookmark this page to quickly add your keys in the future.
bs_ba: Označite ovu stranicu kako biste brzo dodali svoje ključeve u budućnosti.
es_es: Añada como marcador esta página para agregar sus claves rápidamente en el futuro.
sv_se: Bokmärk den här sidan så att du snabbt kan lägga till dina nycklar i framtiden.
