Repository: anxdpanic/plugin.video.youtube
Catalog: resources/language/resource.language.*/strings.po
Languages: bs_ba, es_es, sv_se

# #30801
source: Clear Bookmarks list
bs_ba: Obriši listu oznaka
es_es: Limpiar lista de marcadores
sv_se: Töm listan med bokmärken

# #30802
source: Are you sure you want to clear your Bookmarks list?
bs_ba: Jeste li sigurni da želite obrisati listu oznaka?
es_es: ¿Estás seguro de que quieres limpiar tu lista de Marcadores?
sv_se: Är du säker på att du vill tömma din bokmärkeslista?

# #30803
source: Bookmark %s
bs_ba: Označi %s
es_es: Marcador %s
sv_se: Bokmärk %s

# #30804
source: Use YouTube website urls with external player
bs_ba: Koristite URL-ove YouTube web stranice s vanjskim playerom
es_es: Usar reproductor externo para URLs de YouTube
sv_se: Använd YouTube-webbplatsens adresser med extern spelare

# #30805
source: Use MPEG-DASH with external player
bs_ba: Koristite MPEG-DASH sa eksternim plejerom
es_es: Usar MPEG-DASH con reproductor externo
sv_se: Använd MPEG-DASH med extern spelare

# #30806
source: Jump to page...
bs_ba: Skoči na stranicu...
es_es: Saltar a la página...
sv_se: Hoppa till sidan...

# #30807
source: Use channel name as
bs_ba: Koristi naziv kanala kao
es_es: Usar el nombre del canal como
sv_se: Använd kanalnamn som

# #30809
source: All upcoming videos
bs_ba: Svi nadolazeći videozapisi
es_es: Todos los próximos vídeos
sv_se: Alla kommande videor

# #30810
source: All previously streamed (completed) videos
bs_ba: Svi prethodno strimovani (završeni) videozapisi
es_es: Todos los vídeos transmitidos previamente (completados)
sv_se: Alla tidigare strömmade (slutförda) videor

# #30811
source: Filter Live folders
bs_ba: Filtriraj žive mape
es_es: Filtrar carpetas activas
sv_se: Filtrera Live-mappar

# #30812
source: Clear subscription feed history
bs_ba: Obriši historiju feeda pretplata
es_es: Limpiar historial de suscripciones
sv_se: Töm historik för prenumerationsflöde

# #30813
source: Delete subscription feed history database
bs_ba: Obriši bazu podataka historije pretplata
es_es: Eliminar base de datos del historial de suscripciones
sv_se: Ta bort databasen för prenumerationsflödeshistorik

# #30814
source: feed history
bs_ba: historija feeda
es_es: Historial
sv_se: flödeshistorik

# #30815
source: Go back...
bs_ba: Vrati se...
es_es: Volver...
sv_se: Gå tillbaka...

# #30816
source: List is empty.[CR][CR]Refresh from context menu or try again later.
bs_ba: Lista je prazna.[CR][CR]Osvježite iz kontekstnog menija ili pokušajte ponovo kasnije.
es_es: La lista está vacía[CR][CR]Actualiza desde el menú contextual o inténtalo más tarde.
sv_se: Listan är tom.[CR][CR]Uppdatera från snabbmenyn eller försök igen senare.

# #30817
source: Refresh settings.xml
bs_ba: Osvježi settings.xml
es_es: Refrescar settings.xml
sv_se: Uppdatera settings.xml

# #30818
source: Are you sure you want to refresh settings.xml?
bs_ba: Jeste li sigurni da želite osvježiti datoteku settings.xml?
es_es: ¿Seguro que quieres refrescar settings.xml?
sv_se: Är du säker på att du vill uppdatera settings.xml?

# #30819
source: Play from start
bs_ba: Reproduciraj od početka
es_es: Reproducir desde el inicio
sv_se: Spela från början

# #30020
source: Allow 3D
es_es: Permitir 3D
sv_se: Tillåt 3D

# #30540
source: Play with...
es_es: Abrir con...
sv_se: Spela med...

# #30547
source: You may be prompted to enable two applications so that YouTube is functioning properly.
es_es: Puede que se pidan activar dos aplicaciones para que YouTube funcione correctamente.
sv_se: Du kan bli ombedd att aktivera två program så att YouTube fungerar korrekt.

# #30587
source: Add to My Subscriptions filter
es_es: Añadir filtro a 'Mis Suscripciones'
sv_se: Lägg till i filtret Mina prenumerationer

# #30588
source: Remove from My Subscriptions filter
es_es: Borrar filtro de 'Mis Suscripciones'
sv_se: Ta bort från filtret Mina prenumerationer

# #30589
source: Added to My Subscriptions filter
es_es: Añadido a filtro de 'Mis Suscripciones'
sv_se: Lade till i filtret Mina prenumerationer

# #30590
source: Removed from My Subscriptions filter
es_es: Borrado filtro de 'Mis Suscripciones'
sv_se: Borttagen från filtret Mina prenumerationer

# #30593
source: High (4:3)
es_es: Alto (4:3)
sv_se: Hög (4:3)

# #30597
source: Updated: %s
es_es: Actualizado: %s
sv_se: Uppdaterad: %s

# #30643
source: Listen on IP
es_es: IP a la escucha
sv_se: Lyssna på IP

# #30669
source: Mark unwatched
es_es: Marcar como no visto
sv_se: Markera osedda

# #30670
source: Mark watched
es_es: Marcar como visto
sv_se: Markera sedda

# #30674
source: Reset resume point
es_es: Restablecer punto de reanudación
sv_se: Återställ återupptagningspunkt

# #30713
source: Added to Watch Later
es_es: Añadido a Ver más tarde
sv_se: Tillagd till Se senare

# #30714
source: Added to playlist
es_es: Añadido a lista de reproducción
sv_se: Tillagd till spellista

# #30715
source: Removed from playlist
es_es: Borrado de la lista de reproducción
sv_se: Borttagen från spellistan

# #30718
source: Rating removed
es_es: Valoración eliminada
sv_se: Betyg borttaget

# #30808
source: Hide videos from listings
es_es: Ocultar vídeos de listados
sv_se: Dölj videor från listor

# #30820
source: Podcast
sv_se: Podradio

# #30106
source: Next Page (%d)
es_es: Siguiente página (%d)

# #30545
source: No further links found.
es_es: No se encontraron más enlaces.

# #30549
source: No videos streams found
es_es: No se han encontrados vídeos

# #30592
source: Medium (16:9)
es_es: Medio (16:9)

# #30628
source: HTTP Server
es_es: Servidor HTTP
